{
    "title": "Terms and Conditions for Igiti Enterprises",
    "description": "Welcome to Igiti Enterprises! These Terms and Conditions govern your access to and use of our products and services. By purchasing from or engaging with Igiti Enterprises, you agree to be bound by these terms.",
    "effective_date": "January 1, 2025",
    "sections": [
      {
        "heading": "1. General Terms",
        "points": [
          {
            "subheading": "Purpose",
            "content": "Igiti Enterprises creates and distributes high-quality puzzle maps, games, and related products designed to celebrate African and Black culture."
          },
          {
            "subheading": "Acceptance of Terms",
            "content": "By using our website, purchasing our products, or interacting with our services, you acknowledge and agree to these Terms and Conditions."
          }
        ]
      },
      {
        "heading": "2. Products and Services",
        "points": [
          {
            "subheading": "Product Information",
            "content": "Our products include physical puzzles, floor puzzles, playing cards, digital games, and more. Product descriptions, specifications, and availability are subject to change without notice."
          },
          {
            "subheading": "Custom Orders",
            "content": "Custom orders are subject to separate agreements. Pricing and timelines for such orders will be specified."
          }
        ]
      },
      {
        "heading": "3. Pricing and Payments",
        "points": [
          {
            "subheading": "Pricing",
            "content": "Prices for products are listed in USD and are specified on the website or invoice. Prices may vary based on location, shipping method, or additional customization."
          },
          {
            "subheading": "Payments",
            "content": "All payments must be made in full before the shipment of products. Accepted payment methods include credit/debit cards, mobile money, and bank transfers."
          }
        ]
      },
      {
        "heading": "4. Shipping and Delivery",
        "points": [
          {
            "subheading": "Shipping Policy",
            "content": "We ship domestically in Rwanda and internationally, with varying delivery timelines based on location. Shipping costs are calculated at checkout or agreed upon in the order confirmation."
          },
          {
            "subheading": "Delivery Timeline",
            "content": "Delivery timelines are estimates and may be affected by factors beyond our control (e.g., customs clearance, transportation delays)."
          },
          {
            "subheading": "Risk of Loss",
            "content": "Once shipped, the risk of loss or damage passes to the customer."
          }
        ]
      },
      {
        "heading": "5. Refunds and Returns",
        "points": [
          {
            "subheading": "Return Policy",
            "content": "Please refer to our detailed Return Policy available at https://igiti.africa/return-policy for information regarding product returns and exchanges."
          },
          {
            "subheading": "Refunds",
            "content": "Refunds will be processed in accordance with the Return Policy outlined on our website."
          }
        ]
      },
      {
        "heading": "6. Intellectual Property",
        "points": [
          {
            "subheading": "Ownership",
            "content": "All content, designs, and products are the intellectual property of Igiti Enterprises unless otherwise stated."
          },
          {
            "subheading": "Prohibited Use",
            "content": "Unauthorized reproduction, distribution, or use of our intellectual property is prohibited."
          }
        ]
      },
      {
        "heading": "7. Limitation of Liability",
        "points": [
          {
            "subheading": "General Limitations",
            "content": "Igiti Enterprises is not liable for indirect, incidental, or consequential damages arising from the use of our products."
          },
          {
            "subheading": "Maximum Liability",
            "content": "In no event shall our liability exceed the purchase price of the product."
          }
        ]
      },
      {
        "heading": "8. User Responsibilities",
        "points": [
          {
            "subheading": "Shipping Information",
            "content": "Customers must provide accurate shipping information to ensure successful delivery."
          },
          {
            "subheading": "Import and Tax Compliance",
            "content": "It is the customer’s responsibility to check local import and tax laws for international orders."
          }
        ]
      },
      {
        "heading": "9. Privacy Policy",
        "points": [
          {
            "subheading": "Use of Information",
            "content": "Igiti Enterprises values your privacy. Any personal information provided will be used only for order processing and delivery."
          },
          {
            "subheading": "Detailed Privacy Policy",
            "content": "For more information, please review our Privacy Policy at https://igiti.africa/privacy-policy."
          }
        ]
      },
      {
        "heading": "10. Dispute Resolution",
        "points": [
          {
            "subheading": "Amicable Resolution",
            "content": "Any disputes arising under these Terms and Conditions shall be resolved amicably."
          },
          {
            "subheading": "Legal Jurisdiction",
            "content": "If unresolved, disputes will be settled in accordance with the laws of Rwanda."
          }
        ]
      },
      {
        "heading": "11. Amendments",
        "points": [
          {
            "subheading": "Right to Amend",
            "content": "Igiti Enterprises reserves the right to update or amend these Terms and Conditions at any time. Changes will be posted on our website and become effective immediately."
          }
        ]
      }
    ],
    "contact": "For questions or concerns, contact us via:",
    "email": "info@igiti.africa",
    "phone": "+250 788 444 011",
    "regards": "Thank you for choosing Igiti Enterprises!"
  }
  